{
  "Mass": "Mass is the quantity of matter in a physical body. It is also a measure of the body's inertia, the resistance to acceleration (change of velocity) when a net force is applied.[1] An object's mass also determines the strength of its gravitational attraction to other bodies.",
  "Diameter": "a straight line passing from side to side through the centre of a body or figure, especially a circle or sphere.",
  "Density": "The density (more precisely, the volumetric mass density; also known as specific mass), of a substance is its mass per unit volume. ",
  "Gravity": "Gravity (from Latin gravitas 'weight' ), or gravitation, is a natural phenomenon by which all things with mass or energy, including planets, stars, galaxies and even light, are attracted to (or gravitate toward) one another. ",
  "EscapeVelocity": "Escape velocity is the speed at which an object must travel to break free of a planet or moon's gravitational force and enter orbit. A spacecraft leaving the surface of Earth, for example, needs to be going about 11 kilometers (7 miles) per second, or over 40,000 kilometers per hour (25,000 miles per hour), to enter orbit.",
  "RotationPeriod": "The rotation period of a celestial object (e.g., star, gas giant, planet, moon, asteroid) may refer to its sidereal rotation period, i.e. the time that the object takes to complete a single revolution around its axis of rotation relative to the background stars, measured in sidereal time. The other type of commonly used rotation period is the object's synodic rotation period (or solar day), measured in solar time, which may differ by a fraction of a rotation or more than one rotation to accommodate the portion of the object's orbital period during one day.",
  "LengthOfDay": "The length of the day is how long a day is. On Earth, it is 24 hours long. There are other planets with different types of day.",
  "DistanceFromSun": "Earth's closest approach to the sun, called perihelion, comes in early January and is about 91 million miles (146 million km), just shy of 1 AU. The farthest from the sun Earth gets is called aphelion. It comes in early July and is about 94.5 million miles (152 million km), just over 1 AU.",
  "Perihelion": "the point in the orbit of a planet, asteroid, or comet at which it is closest to the sun.The opposite of aphelion.",
  "Aphelion": "aphelion, in astronomy, the point in the orbit of a planet, comet, or other body most distant from the Sun",
  "OrbitalPeriod": "Orbital period is defined as the amount of time an object travels around another object. This is in respect to the sidereal period, which is the time required for a celestial body to orbit. In the succeeding paragraph, you will find the varying orbital periods and their respective explanations.",
  "OrbitalVelocity": "Orbital velocity is the velocity at which a body revolves around the other body. Objects that travel in the uniform circular motion around the Earth are called to be in orbit. The velocity of this orbit depends on the distance between the object and the centre of the earth.",
  "OrbitalInclination": "Orbital inclination is the minimum [Clarification needed] angle between a reference plane and the orbital plane or axis of direction of an object in orbit around another object. The inclination is one of the six orbital parameters describing the shape and orientation of a celestial orbit.",
  "OrbitalEccentricity": "In astrodynamics, the orbital eccentricity of an astronomical object is a dimensionless parameter that determines the amount by which its orbit around another body deviates from a perfect circle. A value of 0 is a circular orbit, values between 0 and 1 form an elliptic orbit, 1 is a parabolic escape orbit (or capture orbit), and greater than 1 is a hyperbola.",
  "ObliquityToOrbit": "Obliquity relates to a planets plane of orbit. As an orbiting planet spins on its axis, obliquity is the angle between a perpendicular to its orbital plane and its spin axis – the tilt of its axis.",
  "MeanTemperature": "Mean Temperature - The average of a series of temperatures taken over a period of time, such as a day or a month. Mean Temperature (C) The mean temperature in degree s Celsius (C) is defined as the average of the maximum and minimum temperature at a location for a specified time interval .",
  "SurfacePressure": "Pressure (symbol: p or P) is the force applied perpendicular to the surface of an object per unit area over which that force is distributed. :?445 Gauge pressure (also spelled gage pressure) is the pressure relative to the ambient pressure(Earth). Various units are used to express pressure.",
  "NumberOfMoons": "Moons in the Solar System. There are currently 181 known moons in our solar system orbiting the various planets and dwarf planets."
}
